Repository: rusthero/FathomIt
Catalog: FathomIt/Models/Localizable.xcstrings
Source language: en
Languages: tr

# answer.format
source: Correct answer: %1$.6f Your answer accuracy: %2$.2f%% Average accuracy: %3$.2f%%
tr: Doğru cevap: %1$.6f Cevabınızın doğruluğu %2$.2f%% Ortalama doğruluğu: %3$.2f%%

# answer.invalid
source: ⚠️ Please enter a valid number. Do not use units.
tr: ⚠️ Lütfen geçerli bir sayı girin. Birim kullanmayın.

# button.language.help
source: Switch Language
tr: Dil Değiştirin

# button.next
source: Next Question
tr: Sıradaki Soru

# button.submit
source: Answer
tr: Cevapla

# question.format
source: Convert %1$d%2$@ to %3$@ unit.
tr: %1$d%2$@ değerini %3$@ birimine çevirin.

# text.question.placeholder
source: Press next question button to start
tr: Başlamak için sıradaki soru butonuna tıklayın

# textfield.answer.placeholder
source: Enter answer, do not use units
tr: Cevabı girin, birim kullanmayın

# title.description
source: Improve your nautical unit conversion skills!
tr: Denizcilik birimlerini dönüştürmeyi öğrenin!

# title.name
source: FathomIt (v1.1.0)
tr: KulaçAç (v1.1.0)

# unit.cables
source: cbs (Cables)
tr: Gomina

# unit.fathoms
source: ftm (Fathoms)
tr: Kulaç

# unit.feet
source: ft (Feet)
tr: Kadem

# unit.hours
source: h (Hours)
tr: sa (Saat)

# unit.inches
source: in (Inches)
tr: Pus

# unit.kilometers
source: km (Kilometers)
tr: km (Kilometre)

# unit.km_per_hour
source: km/h (Kilometers per hour)
tr: km/sa (Kilometre bölü saat)

# unit.knots
source: kn (Knots)
tr: kn (Knot)

# unit.long_ton
source: LT (Long Ton)
tr: LT (Uzun Ton)

# unit.meters
source: m (Meters)
tr: m (Metre)

# unit.meters_per_second
source: m/s (Meters per second)
tr: m/sn (Metre bölü saniye)

# unit.metric_ton
source: t (Tonne)
tr: t (Ton)

# unit.miles
source: mi (Miles)
tr: mi (Mil)

# unit.miles_per_hour
source: mph (Miles per hour)
tr: mil/sa (Mil bölü saat)

# unit.minutes
source: min (Minutes)
tr: dk (Dakika)

# unit.nautical_miles
source: NM (Nautical Miles)
tr: NM (Deniz Mili)

# unit.ounce
source: oz (Ounce)
tr: oz (Ons)

# unit.point
source: Point(s)
tr: Kerte

# unit.pound
source: lb (Pound)
tr: lb (Libre)

# unit.quarter
source: Quarter
tr: Rubu

# unit.seconds
source: s (Seconds)
tr: sn (Saniye)

# unit.shackles
source: Shackles
tr: Kilit

# unit.short_ton
source: ST (Short Ton)
tr: ST (Kısa Ton)

# unit.yards
source: yd (Yards)
tr: yd (Yarda)
